Repository: azicko/deb-neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-info.po
Languages: es, ja

source: Caught %s, exiting
es: Se ha captado %s, saliendo
ja: %s が見つかりました。終了しています

source: Parent process has died unexpectedly, exiting
es: El proceso padre se ha detenido inesperadamente, saliendo
ja: 親プロセスが予期せずに停止しました。終了しています

source: Forking too fast, sleeping
es: Bifurcaci칩n demasiado r치pida, en reposo
ja: fork が早すぎます。スリープ状態にしています

source: Started child %d
es: Se ha iniciado el hijo %d
ja: 子 %d を開始しました

source: Starting %d workers
es: Iniciando %d trabajadores
ja: %d ワーカーを開始しています

source: Child %(pid)d killed by signal %(sig)d
es: Hijo %(pid)d matado por se침al %(sig)d
ja: 子 %(pid)d がシグナル %(sig)d によって強制終了されました

source: Child %(pid)s exited with status %(code)d
es: El hijo %(pid)s ha salido con el estado %(code)d
ja: 子 %(pid)s が状況 %(code)d で終了しました

source: Caught %s, stopping children
es: Se ha captado %s, deteniendo hijos
ja: %s が見つかりました。子を停止しています

source: Waiting on %d children to exit
es: En espera de %d hijos para salir
ja: %d 個の子で終了を待機しています

source: Deleting duplicated row with id: %(id)s from table: %(table)s
es: Eliminando registro duplicado con id: %(id)s de la tabla: %(table)s

source: Reconnecting to AMQP server on %(hostname)s:%(port)d
es: Volviendo a conectar con el servidor AMQP en %(hostname)s:%(port)d
ja: %(hostname)s:%(port)d 上の AMQP サーバーに再接続しています

source: Connected to AMQP server on %(hostname)s:%(port)d
es: Conectado al servidor AMQP en %(hostname)s:%(port)d
ja: %(hostname)s:%(port)d 上の AMQP サーバーに接続しました

source: Connected to AMQP server on %s
es: Conectado con el servidor AMQP en %s
ja: %s 上の AMQP サーバーに接続しました

source: Registering reactor
es: Registrando reactor
ja: リアクターの登録中

source: In reactor registered
es: Registrado en reactor
ja: 入力リアクターが登録されました

source: Consuming socket
es: Consumiendo socket
ja: ソケットの消費中

source: Creating proxy for topic: %s
es: Creando proxy para el tema: %s
ja: トピック用プロキシーの作成中: %s

source: Skipping topic registration. Already registered.
es: Se va a saltar el registro del tema. Ya est치 registrado.
ja: トピックの登録をスキップします。既に登録されています。

source: Matchmaker unregistered: %(key)s, %(host)s
es: Matchmaker no registrado: %(key)s, %(host)s
ja: matchmaker が登録されていません: %(key)s, %(host)s
