Repository: azicko/deb-neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-error.po
Languages: es, ko_kr, pt_br, zh_cn

source: Original exception being dropped: %s
es: Se está descartando excepción original: %s
ko_kr: 기존 예외가 삭제됨: %s
pt_br: Exceção original sendo descartada: %s
zh_cn: 正在删除原始异常：%s

source: Unexpected exception occurred %d time(s)... retrying.
es: La excepción inesperada ha ocurrido %d vez(veces)... reintentando.
ko_kr: 예기치 않은 예외 %d 번 발생하였습니다... 다시 시도중.
pt_br: Exceção não esperada ocorreu %d vez(es)... tentando novamente.
zh_cn: 意外的异常已发生 %d 次...正在重试。

source: Exception during rpc cleanup.
es: Excepción durante limpieza de rpc.
pt_br: Exceção durante limpeza de RPC.
zh_cn: 在RPC清除期间发生异常。

source: Unhandled exception
es: Excepción no controlada
ko_kr: 처리되지 않은 예외
pt_br: Exceção não tratada
zh_cn: 存在未处理的异常

source: DB exception wrapped.
es: Excepción de base de datos recortada.
ko_kr: DB 예외가 랩핑되었습니다.
pt_br: Exceção de BD incluída.
zh_cn: 数据库异常被包裹。

source: Exception during message handling
es: Excepción durante el manejo de mensajes
ko_kr: 메시지 처리 중 예외
pt_br: Exceção durante a manipulação de mensagem
zh_cn: 消息处理期间发生异常

source: Exception in string format operation
es: Excepción en la operación de formato de cadena
ko_kr: 문자열 형식화 오퍼레이션의 예외
pt_br: Exceção na operação de formato de sequência
zh_cn: 字符串格式操作中发生异常

source: Returning exception %s to caller
es: Devolviendo excepción %s al interlocutor
ko_kr: %s 예외를 호출자에게 리턴 중
pt_br: Retornando exceção %s ao método de origem
zh_cn: 正在将异常 %s 返回至调用者

source: Failed to process message ... skipping it.
es: Fallo al procesar mensaje ... omitiendo.
ko_kr: 메시지 처리 실패 ... 건너뜁니다.
pt_br: Falha ao processar mensagem...pulando ela.
zh_cn: 未能处理消息...正在跳过该消息。

source: Failed to process message ... will requeue.
es: Fallo al procesar mensaje ... se encolará nuevamente.
ko_kr: 메시지 처리 실패 ... 큐에 다시 넣습니다.
pt_br: Falha ao processar mensagem... Irá voltar para a fila.
zh_cn: 未能处理消息...将重新排队。

source: AMQP server on %(hostname)s:%(port)d is unreachable: %(err_str)s. Trying again in %(sleep_time)d seconds.
es: El servidor AMQP en %(hostname)s:%(port)d es inalcanzable: %(err_str)s. Se volverá a intentar en %(sleep_time)d segundos.
ko_kr: %(hostname)s:%(port)d의 AMQP 서버에 접근할 수 없음: %(err_str)s. %(sleep_time)d초 내에 다시 시도하십시오.
pt_br: O servidor AMQP em %(hostname)s:%(port)d está inatingível: %(err_str)s. Tentando novamente em %(sleep_time)d segundos.
zh_cn: %(hostname)s:%(port)d 上的 AMQP 服务器不可访问：%(err_str)s。将在 %(sleep_time)d 秒后再次进行尝试。

source: Failed to declare consumer for topic '%(topic)s': %(err_str)s
es: No se ha podido declarar consumidor para el tema '%(topic)s': %(err_str)s
ko_kr: '%(topic)s' 주제에 대한 이용자를 선언하지 못했음: %(err_str)s
pt_br: Falha ao declarar consumidor para o tópico '%(topic)s': %(err_str)s
zh_cn: 未能针对主题“%(topic)s”声明使用者：%(err_str)s

source: Failed to consume message from queue: %s
es: No se ha podido consumir el mensaje de la cola: %s
ko_kr: 큐의 메시지를 이용하지 못했음: %s
pt_br: Falha ao consumir mensagem da fila: %s
zh_cn: 未能使用队列中的消息：%s

source: Failed to publish message to topic '%(topic)s': %(err_str)s
es: No se ha podido publicar el mensaje para el tema '%(topic)s': %(err_str)s
ko_kr: '%(topic)s' 주제에 메시지를 공개하지 못했음: %(err_str)s
pt_br: Falha ao publicar mensagem no tópico '%(topic)s': %(err_str)s
zh_cn: 未能将消息发布到主题“%(topic)s”：%(err_str)s

source: Failed to process message... skipping it.
es: No se ha podido procesar el mensaje... saltándoselo.
ko_kr: 메시지를 처리하지 못했습니다. 건너뛰는 중입니다.
pt_br: Falha ao processar mensagem... ignorando-a.
zh_cn: 未能处理消息... 正在跳过该消息。

source: Unable to connect to AMQP server: %(e)s. Sleeping %(delay)s seconds
es: No se puede conectar con el servidor AMQP: %(e)s. En reposo durante %(delay)s segundos
ko_kr: AMQP 서버 %(e)s에 연결할 수 없습니다. %(delay)s 초 휴면 상태입니다.
pt_br: Não é possível conectar ao servidor AMQP: %(e)s. Suspendendo em %(delay)s segundos
zh_cn: 无法连接至 AMQP 服务器：%(e)s。正在休眠，持续时间为 %(delay)s 秒

source: Error processing message. Skipping it.
es: Error al procesar el mensaje. Saltándolo.
ko_kr: 메시지 처리 오류입니다. 건너뛰는 중입니다.
pt_br: Erro ao processar mensagem. Ignorando-o.
zh_cn: 处理消息时出错。正在跳过该消息。

source: JSON serialization failed.
es: Ha fallado la serialización JSON.
ko_kr: JSON 직렬화에 실패했습니다.
pt_br: Falha na serialização de JSON.
zh_cn: JSON 序列化失败。

source: ZeroMQ socket could not be closed.
es: No se puede cerrar el socket ZeroMQ.

source: RPC message did not include method.
es: El mensaje de RPC no incluía método.
ko_kr: RPC 메시지에 메소드가 없습니다.
pt_br: A mensagem de RPC não incluiu o método.
zh_cn: RPC 消息未包括方法。

source: Topic socket file creation failed.
es: Ha fallado la creación de archivo de socket de tema.
ko_kr: 주제 소켓 파일 작성에 실패했습니다.
pt_br: Falha na criação do arquivo de soquete do tópico.
zh_cn: 主题套接字文件创建失败。

source: Local per-topic backlog buffer full for topic %(topic)s. Dropping message.
es: Almacenamiento intermedio de retraso por tema local para el tema %(topic)s. Descartando mensaje.
ko_kr: %(topic)s 주제에 대한 로컬 주제별 백로그 버퍼가 가득 찼습니다. 메시지 삭제 중입니다.
pt_br: Buffer de lista não processada por tópico local integral para o tópico %(topic)s. Descartando mensagem.
zh_cn: 对于主题 %(topic)s，本地“每主题”储备缓冲区已满。正在删除消息。

source: Required IPC directory does not exist at %s
es: El directorio IPC requerido no existe en %s
ko_kr: %s 에서 필요한 IPC 디렉터리가 없습니다
pt_br: Diretório IPC requerido não existe em %s
zh_cn: 在%s不存在需要的IPC目录

source: Permission denied to IPC directory at %s
es: Permiso denegado para el directorio IPC en %s
ko_kr: %s에서 IPC 디렉터리에 대한 권한을 거부했습니다
pt_br: Permissão negada para o doretório IPC em %s
zh_cn: 在 %s 的IPC目录的权限被拒绝

source: Could not create ZeroMQ receiver daemon. Socket may already be in use.
es: No se ha podido crear el daemon de destinatario ZeroMQ. Es posible que ya se esté utilizando el socket.
ko_kr: ZeroMQ 수신기 디먼을 작성할 수 없습니다. 소켓이 이미 사용 중일 수 있습니다.
pt_br: Não foi possível criar o daemon receptor ZeroMQ. O soquete já pode estar em uso.
zh_cn: 未能创建 ZeroMQ 接收器守护程序。套接字可能已在使用中。

source: ZMQ Envelope version unsupported or unknown.
es: Versión de sobre de ZMQ no soportada o desconocida.
ko_kr: ZMQ Envelope 버전을 지원하지 않거나 알 수 없습니다.
pt_br: Versão de Envelope ZMQ não suportada ou desconhecida.
zh_cn: ZMQ 包络版本不受支持或未知。
